// Button labels
"CANCEL" = "Cancelar";

// Category names
"CATEGORY_APPLICATIONS" = "Aplicações";
"CATEGORY_BOOKMARKS" = "Páginas web";
"CATEGORY_CONTACTS" = "Contactos";
"CATEGORY_DOCUMENTS" = "Documentos";
"CATEGORY_EVENTS" = "Eventos e afazeres";
"CATEGORY_FOLDERS" = "Pastas";
"CATEGORY_IMAGES" = "Imagens";
"CATEGORY_MAIL" = "Mensagens do Mail";
"CATEGORY_MOVIES" = "Filmes";
"CATEGORY_MUSIC" = "Música";
"CATEGORY_PDFS" = "Documentos PDF";
"CATEGORY_SYSTEMPREFS" = "Preferências do Sistema";
"CATEGORY_FONTS" = "Tipos de letra";
"CATEGORY_PRESENTATIONS" = "Apresentações";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Espaço";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Método abreviado em utilização";
"HOT_KEY_IN_USE_MESSAGE" = "Este método abreviado está já em utilização pelo sistema ou outra aplicação. Seleccione outro método abreviado ou use as Preferências do Teclado para personalizar outros métodos abreviados do sistema.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Erro no método abreviado";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Ocorreu um erro desconhecido do tipo %d durante a tentativa de registo do método abreviado seleccionado. Tente de novo ou seleccione outro método abreviado.";
"DUPLICATE_ITEM_TITLE" = "Item duplicado";
"DUPLICATE_ITEM_MESSAGE" = "O item está já incluído na lista e não foi adicionado.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Um ou mais itens estão já incluídos na lista e não foram adicionados.";

"PRIVACY_ALERT_TITLE" = "Erro na lista de privacidade";
"PRIVACY_ERROR_UNKNOWN" = "Não foi possível adicionar ou remover o item devido a um erro desconhecido."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "Não foi possível adicionar ou remover o item, porque o utilizador não tem as autorizações correctas."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "Não foi possível adicionar ou remover o item, porque o local não está indexado."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Impedir o Spotlight de pesquisar em “%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Se excluir este local das pesquisas do Spotlight, a funcionalidade de pesquisa não funcionará em algumas aplicações.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Adicionar um disco ou uma pasta para excluir da indexação.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Remova o disco ou a pasta seleccionados para excluir da indexação.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Adicionar uma pasta a excluir";
"DELETE_ITEM_TOOLTIP" = "Remove os itens seleccionados da lista";

//button titles
"CHOOSE" = "Seleccionar";

//For undo menu
"UNDO_DELETE" = "Apagar";
"UNDO_ADD" = "Adicionar";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Separador";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Apagar";

